<script setup lang="ts">
import { ApiOutlined, ClusterOutlined } from '@ant-design/icons-vue';
</script>

<template>
  <h2>Внедрение</h2>

  <h3>Поддержка внедрения и оборудование VR</h3>

  <p>
    Мы не ограничиваемся только программными решениями. Мы также предоставляем услуги по внедрению
    системы и оборудованию виртуальной реальности. Наши эксперты помогут вам настроить все
    необходимое для успешного обучения виртуальной реальности.
  </p>

  <p>
    <ApiOutlined /> <strong>Внедрение системы:</strong> Мы поможем вам настроить ПрофТестиум и
    интегрировать его в вашу компанию.
  </p>

  <p>
    <ClusterOutlined /> <strong>Оборудование VR:</strong> Мы предоставляем доступ к качественному
    оборудованию виртуальной реальности для вашей команды.
  </p>

  <p>
    Наши услуги по внедрению и оборудованию помогут вам максимально эффективно использовать нашу
    систему для обучения вашей команды.
  </p>
</template>
