<script setup lang="ts">
import {
  DesktopOutlined,
  FileTextOutlined,
  ProfileOutlined,
  InteractionOutlined,
  MessageOutlined,
} from '@ant-design/icons-vue';
</script>

<template>
  <h1>
    Добро пожаловать в <strong>Профтестиум</strong> - Ваша платформа для современного обучения и
    тестирования сотрудников!
  </h1>

  <p>
    Современные предприятия требуют современных решений в области обучения и развития персонала.
    <strong>Профтестиум</strong> - это инновационное веб-приложение, которое поможет вам эффективно
    обучать и тестировать ваших сотрудников, предоставляя вам инструменты для создания собственной
    образовательной экосистемы.
  </p>

  <h3>Что мы предлагаем:</h3>

  <p>
    <DesktopOutlined /> <strong>Индивидуальные порталы:</strong> Создайте уникальные школы и порталы
    для каждого вашего предприятия. Управляйте структурой и контентом настройками под вашу компанию.
  </p>

  <p>
    <FileTextOutlined /> <strong>Разнообразные обучающие материалы:</strong> Загружайте обучающие
    материалы в различных форматах - видео, текст, тесты и даже виртуальную реальность.
  </p>

  <p>
    <ProfileOutlined /> <strong>Гибкое тестирование:</strong> Создавайте и редактируйте тесты,
    назначайте их сотрудникам и отслеживайте результаты.
  </p>

  <p>
    <InteractionOutlined /> <strong>Интеграция VR:</strong> Предоставляем возможность обучения в
    виртуальной реальности, чтобы сотрудники могли тренироваться в реалистичных сценариях.
  </p>

  <p>
    <MessageOutlined /> <strong>Обратная связь:</strong> Связь между сотрудниками и администраторами
    через внутренний чат.
  </p>

  <p>
    <strong>Профтестиум</strong> - это инструмент, который поможет вам сделать обучение и развитие
    вашей команды более эффективными и удобными. Начните прямо сейчас и узнайте, как
    <strong>Профтестиум</strong> может помочь вашей компании.
  </p>
</template>
