<script setup lang="ts">
import {
  DesktopOutlined,
  FileTextOutlined,
  ProfileOutlined,
  InteractionOutlined,
  MessageOutlined,
} from '@ant-design/icons-vue';
</script>

<template>
  <h2>Возможности</h2>

  <h3>Почему ПрофТестиум</h3>

  <p>
    В нашей системе мы объединили передовые технологии и образовательные решения, чтобы обеспечить
    эффективное обучение и тестирование сотрудников. <strong>ПрофТестиум</strong> - это ваш ключ к
    инновационному обучению и повышению навыков вашей команды. Познакомьтесь с некоторыми из наших
    преимуществ:
  </p>

  <p>
    <DesktopOutlined /> <strong>Индивидуальные порталы:</strong> Создайте свою собственную школу для
    вашей компании, настройте структуру и контент для вашей команды.
  </p>

  <p>
    <FileTextOutlined /> <strong>Разнообразные обучающие материалы:</strong> Загружайте
    разнообразные обучающие материалы в различных форматах.
  </p>

  <p>
    <ProfileOutlined /> <strong>Гибкое тестирование:</strong> Редактируйте и создавайте тесты,
    назначайте их сотрудникам и отслеживайте результаты.
  </p>

  <p>
    <InteractionOutlined /> <strong>Интеграция VR:</strong> Опыт обучения с виртуальной реальностью,
    чтобы сотрудники могли тренироваться в реалистичных сценариях.
  </p>

  <p>
    <MessageOutlined /> <strong>Обратная связь:</strong> Возможность общения сотрудников и
    администраторов через внутренний чат.
  </p>

  <p>
    Начните улучшать обучение и развивать свою команду уже сегодня! Нажмите на кнопку
    "Зарегистрировать организацию" и начните бесплатную пробную версию.
  </p>
</template>
